<!doctype html>
<html>
	<head>
		<meta charset="UTF-8" />
		<link rel="stylesheet" type="text/css" href="style/default.css">
		<title>L'internet des objets</title>
	</head>
	<body>
		<h1  align="center">L'internet des objets</h1>
		<p align='center'>
			<img alt='internet of things' src="iot.jpg" />
		</p>
		<p>	
			L'internet des objets ou Web 3.0 est le terme qui désigne l'ensemble des objets connectés au réseau internet.
		</p>
		<h2 align="center"> Historique et perspectives</h2>
		<p align='center'>
			<img alt='internet of things' src="historique-iot.png" />
		</p>
		<p>
			Au début des années 2000, des ingénieurs ont commencé à ajouter des puces RFiD à des objets afin de les superviser à distance,<br /> puis peu à peu des objets pouvant communiquer à travers la pile TCP/IP sont apparus devenant des <i>objets connect&eacute;s</i>
		</p>
		<p>
			Aujourd'hui, la famille des objets connect&eacute;s ne cesse de grandir et comporte des objets aussi vari&eacute;s que les montres ou les fouchettes connect&eacute;es. 
		<p>
			Cette explosion d'objets entraine une explosion des donn&eacute;es &eacute;chang&eacute;es mais aussi pose le probl&egrave;me de l'attribution de nouvelles adresses IP. 
		</p>
		<h2 align="center"> Montres connectées</h2>
		<p align='center'>
			<img alt='smartwatch' src="smartwatch.jpg" />
		</p>
		<p>
			Véritables bijous de technologie, les montres connectées sont apparues à la fin des ann&eacute;es 2000.<br /> Ces objets permettent via une connection bluetooth de déporter l'&eacute;cran du t&eacute;l&eacute;phone associ&eacute; mais aussi de se connecter à internet via une connection TCP/IP ou via le réseau mobile.<br />
			V&eacute;ritable ordinateur attach&eacute; au poignet, les Smartwatch permettent d'&eacute;ffectuer des t&acirc;ches complexes comme t&eacute;l&eacute;phoner ou consulter la m&eacute;t&eacute;o. <br />
			Un syst&egrave;me de capteurs (podom&egrave;tre, acc&eacute;l&eacute;rom&egrave;tre,...) permet de s'automesurer et de comparer ses performances avec d'autres utilisateurs.
		</p>
	</body>
</html>
